tap "homebrew/cask"
brew "mas"

brew "fzf"
brew "flyctl"
brew "duckdb"
brew "alac"
brew "ffmpeg"
brew "yt-dlp"
brew "git"
brew "go"
brew "golangci-lint"
brew "kubernetes-cli"
brew "jq"
brew "htop"
brew "neovim"
brew "tailscale"
brew "protobuf"
brew "temporal"
brew "zsh"

cask "iterm2"

mas "1Password 7", id: 1333542190
mas "Tailscale", id: 1475387142
mas "Slack for Desktop", id: 803453959
mas "Apple Remote Desktop", id: 409907375
mas "UTC Time", id: 1538245904

# vim: set ft=ruby:

